{"going": 1623, "great": 1648, "bye": 876, "wont": 4832, "wat": 4667, "wit": 4797, "guys": 1667, "ok": 2436, "sry": 3749, "knw": 1979, "siva": 3528, "tats": 4036, "askd": 654, "stand": 3761, "away": 687, "doesn": 1276, "heart": 1712, "ache": 518, "don": 1285, "wonder": 4828, "crave": 1110, "finished": 1484, "work": 4842, "rofl": 3155, "wtf": 4879, "room": 3163, "wot": 4857, "hiya": 1738, "sorry": 3657, "didn": 1237, "hav": 1699, "signal": 3490, "haven": 1700, "seen": 3330, "heard": 1711, "unusual": 4462, "ll": 2071, "case": 921, "sort": 3658, "snogs": 3609, "outside": 2473, "free": 1530, "nokia": 2394, "motorola": 2306, "upto": 4477, "12mths": 286, "linerental": 2054, "500": 404, "net": 2373, "mins": 2248, "100txt": 259, "tooth": 4274, "mobileupd8": 2277, "08001950382": 49, "2optout": 354, "schedule": 3279, "week": 4707, "town": 4295, "weekend": 4709, "goodmorning": 1629, "today": 4241, "late": 2001, "1hr": 315, "aight": 566, "ask": 653, "suitemates": 3911, "sit": 3520, "wait": 4623, "summer": 3917, "days": 1164, "celebrate": 936, "magical": 2156, "sight": 3488, "worlds": 4848, "dressed": 1301, "white": 4755, "let": 2029, "snow": 3611, "pls": 2608, "da": 1146, "happen": 1686, "09094100151": 241, "use": 4496, "ur": 4479, "calls": 893, "10p": 264, "min": 2242, "mob": 2272, "vary": 4529, "service": 3370, "provided": 2822, "aom": 616, "just": 1936, "month": 2296, "stop": 3817, "ages": 559, "18": 312, "awake": 684, "nope": 2398, "travelled": 4320, "guy": 1666, "friendship": 1544, "game": 1567, "play": 2592, "word": 4840, "say": 3267, "start": 3771, "march": 2178, "ends": 1358, "tomorrow": 4258, "yesterday": 4939, "lol": 2084, "right": 3126, "diet": 1242, "everyday": 1391, "cheat": 963, "meant": 2207, "haha": 1672, "really": 2953, "oh": 2433, "lesson": 2027, "tmr": 4231, "got": 1635, "exciting": 1403, "karaoke": 1944, "type": 4396, "activities": 524, "planned": 2587, "football": 1512, "eve": 1386, "feeling": 1461, "lazy": 2009, "want": 4649, "new": 2379, "video": 4554, "phone": 2538, "750": 438, "anytime": 614, "network": 2375, "half": 1677, "price": 2757, "line": 2053, "rental": 3050, "text": 4106, "months": 2298, "reply": 3062, "08000930705": 47, "delivery": 1194, "getting": 1599, "worried": 4850, "know": 1976, "wonderful": 4829, "caring": 916, "person": 2526, "like": 2046, "best": 745, "life": 2040, "god": 1620, "love": 2109, "did": 1236, "way": 4682, "include": 1828, "details": 1212, "mean": 2204, "texting": 4113, "sunny": 3926, "california": 883, "weather": 4693, "cool": 1085, "ummmmmaah": 4417, "happy": 1692, "returns": 3109, "day": 1163, "dear": 1169, "sweet": 3973, "birthday": 765, "dad": 1147, "went": 4729, "oredi": 2465, "short": 3447, "cute": 1141, "good": 1628, "\u00ec_": 4988, "esplanade": 1380, "fr": 1526, "home": 1754, "important": 1822, "customer": 1138, "announcement": 601, "freephone": 1535, "0800": 44, "542": 411, "0825": 58, "moji": 2284, "words": 4841, "rich": 3122, "office": 2429, "leave": 2016, "time": 4202, "yeah": 4926, "sure": 3948, "thing": 4152, "mate": 2189, "stuff": 3862, "sorted": 3660, "im": 1817, "sound": 3666, "promoting": 2808, "hex": 1727, "dont": 1288, "number": 2413, "joke": 1919, "huh": 1785, "house": 1775, "handed": 1681, "watching": 4671, "movie": 2309, "xy": 4910, "wants": 4653, "shop": 3443, "shopping": 3445, "thought": 4170, "box": 816, "lt": 2125, "gt": 1658, "sent": 3358, "thats": 4131, "hurts": 1792, "hi": 1730, "baby": 696, "ive": 1887, "wanting": 4652, "hope": 1760, "didnt": 1238, "piss": 2572, "xxx": 4903, "neva": 2378, "sad": 3219, "lor": 2095, "hee": 1714, "buy": 871, "aft": 551, "lunch": 2130, "meetin": 2213, "hear": 1710, "lei": 2025, "\u00ec\u00ef": 4991, "lot": 2101, "ar": 633, "yes": 4937, "sura": 3947, "sun": 3921, "tv": 4375, "slide": 3559, "nice": 2384, "dearly": 1172, "email": 1353, "address": 534, "changed": 948, "oru": 2469, "pole": 2641, "cash": 922, "balance": 702, "currently": 1134, "pounds": 2693, "maximize": 2196, "send": 3349, "86688": 471, "150p": 302, "msg": 2317, "cc": 931, "08718720201": 128, "hg": 1729, "suite342": 3910, "2lands": 349, "row": 3174, "w1j6hl": 4607, "babe": 693, "fancy": 1439, "rude": 3190, "sexy": 3385, "bitch": 768, "slo": 3565, "hard": 1693, "txt": 4382, "job": 1913, "hospital": 1767, "doing": 1282, "starts": 3774, "monday": 2292, "thesis": 4146, "wan": 4644, "meet": 2212, "later": 2002, "drug": 1314, "able": 505, "eat": 1334, "request": 3068, "maangalyam": 2148, "alaipayuthe": 577, "set": 3374, "callertune": 890, "callers": 889, "press": 2745, "copy": 1087, "friends": 1543, "tell": 4072, "talking": 4021, "gibbs": 1602, "unsold": 4458, "praps": 2715, "look": 2089, "explicit": 1417, "sex": 3382, "30": 363, "secs": 3321, "ring": 3132, "02073162414": 10, "costs": 1093, "20p": 325, "pobox": 2618, "wc1n": 4684, "pool": 2654, "money": 2293, "tickets": 4192, "win": 4773, "deal": 1166, "boytoy": 827, "miss": 2255, "happened": 1688, "ringtone": 3134, "87131": 477, "poly": 2645, "true": 4343, "tone": 4260, "help": 1722, "0845": 63, "16": 308, "1st": 316, "tones": 4261, "nd": 2360, "hopefully": 1762, "enjoy": 1365, "role": 3157, "playing": 2597, "tot": 4286, "cos": 1090, "darren": 1157, "come": 1031, "course": 1101, "jus": 1935, "sim": 3499, "mp3": 2313, "player": 2594, "live": 2067, "121": 277, "chat": 959, "60p": 422, "choose": 984, "girl": 1607, "connect": 1062, "09094646899": 242, "cheap": 961, "uk": 4409, "biggest": 755, "vu": 4602, "bcm1896wc1n3xx": 718, "texted": 4111, "long": 2087, "ago": 560, "showered": 3464, "er": 1375, "ything": 4966, "fact": 1428, "cleaning": 999, "shows": 3469, "upset": 4475, "priority": 2769, "constantly": 1069, "nt": 2409, "joking": 1922, "seriously": 3367, "told": 4250, "hey": 1728, "gym": 1669, "reach": 2934, "ard": 635, "20": 319, "exam": 1400, "february": 1458, "wish": 4790, "mates": 2190, "gone": 1626, "jogging": 1914, "concert": 1050, "missed": 2256, "slept": 3556, "driving": 1309, "teasing": 4061, "kiss": 1970, "fine": 1481, "excuse": 1404, "private": 2772, "2003": 322, "account": 517, "statement": 3780, "800": 444, "redeemed": 2993, "points": 2637, "08718738001": 141, "identifier": 1808, "code": 1017, "expires": 1415, "26": 337, "11": 267, "04": 14, "hair": 1675, "guess": 1662, "hold": 1747, "thanks": 4122, "looking": 2093, "appreciate": 627, "think": 4154, "far": 1443, "check": 965, "google": 1632, "place": 2578, "dorm": 1291, "yo": 4947, "howz": 1778, "girls": 1609, "rang": 2919, "india": 1835, "dropped": 1311, "specific": 3691, "regards": 3011, "idk": 1811, "fuck": 1551, "dinner": 1253, "soon": 3648, "support": 3941, "question": 2876, "enter": 1367, "in2": 1825, "draw": 1297, "100": 253, "president": 2742, "ans": 603, "80082": 447, "train": 4303, "seat": 3312, "lower": 2120, "urgent": 4483, "2nd": 352, "attempt": 668, "contact": 1070, "won": 4825, "1250": 281, "09071512433": 238, "b4": 691, "050703": 17, "csbcm4235wc1n3xx": 1126, "callcost": 886, "150ppm": 306, "mobilesvary": 2276, "max\u00e5": 2197, "50": 403, "fucking": 1553, "voice": 4589, "need": 2367, "adore": 539, "ahmad": 565, "kisses": 1971, "pain": 2486, "said": 3225, "ystrday": 4965, "ice": 1802, "medicine": 2210, "hour": 1773, "met": 2234, "arun": 650, "dha": 1224, "remembr": 3035, "000": 1, "prize": 2775, "claim": 993, "rstm": 3182, "sw7": 3963, "3ss": 384, "afternoon": 552, "goes": 1621, "walking": 4635, "police": 2642, "wake": 4627, "horrible": 1766, "gal": 1564, "knew": 1974, "dat": 1158, "wif": 4764, "yest": 4938, "subscriber": 3883, "selected": 3335, "receive": 2969, "bonus": 796, "delivered": 1192, "door": 1290, "88600": 483, "hours": 1774, "answer": 605, "especially": 1379, "talk": 4017, "boston": 811, "personal": 2527, "woulda": 4859, "realized": 2951, "nyc": 2420, "says": 3270, "scotland": 3289, "showing": 3466, "tendencies": 4084, "care": 911, "dream": 1298, "wamma": 4643, "laid": 1992, "real": 2945, "locations": 2078, "direct": 1256, "mobile": 2273, "join": 1916, "uks": 4411, "largest": 2000, "dogging": 1279, "nyt": 2422, "ec2a": 1339, "3lp": 380, "broken": 846, "plz": 2614, "cum": 1130, "times": 4203, "wise": 4789, "trust": 4349, "9t": 500, "point": 2636, "plan": 2583, "fyi": 1561, "gonna": 1627, "sporadically": 3729, "starting": 3773, "bc": 716, "doin": 1281, "shit": 3433, "ah": 562, "den": 1197, "plus": 2612, "workin": 4844, "oso": 2471, "rite": 3142, "orchard": 2462, "liao": 2033, "aathi": 501, "mark": 2180, "taking": 4014, "forever": 1515, "pick": 2551, "prescription": 2739, "coming": 1035, "lets": 2030, "make": 2164, "saturday": 3259, "persons": 2529, "story": 3827, "angry": 597, "practice": 2708, "plural": 2611, "noun": 2407, "research": 3072, "walked": 4633, "believe": 737, "sister": 3518, "law": 2008, "having": 1704, "saying": 3269, "abiola": 504, "order": 2463, "reference": 2997, "x29": 4891, "charged": 953, "arrive": 647, "services": 3371, "09065989180": 219, "07734396839": 27, "loyalty": 2122, "offer": 2427, "10": 252, "txtauction": 4386, "unlimited": 4453, "sec": 3313, "thinking": 4157, "princess": 2763, "night": 2387, "contract": 1076, "mnths": 2269, "latest": 2003, "double": 1293, "orange": 2460, "tariffs": 4029, "callback": 885, "remove": 3043, "records": 2985, "jesus": 1908, "valued": 4523, "pleased": 2601, "advise": 546, "following": 1508, "recent": 2973, "review": 3114, "awarded": 686, "1500": 301, "09066364589": 228, "usf": 4501, "drive": 1306, "4u": 402, "carlos": 917, "patty": 2510, "website": 4699, "slippers": 3563, "havent": 1701, "bit": 767, "bored": 805, "holiday": 1750, "bak": 701, "college": 1027, "isnt": 1879, "xx": 4901, "decide": 1174, "italian": 1882, "food": 1510, "pretty": 2751, "dress": 1300, "si": 3480, "ill": 1815, "oreo": 2466, "truffles": 4346, "alright": 588, "worry": 4852, "easy": 1333, "saw": 3266, "message": 2230, "mm": 2264, "living": 2069, "simple": 3501, "loving": 2117, "laughing": 2007, "winning": 4784, "tooo": 4272, "difficult": 1244, "gud": 1660, "wa": 4613, "gee": 1585, "thanx": 4127, "dhanush": 1225, "rocks": 3152, "urgnt": 4486, "whats": 4744, "problem": 2782, "wating": 4676, "drunk": 1316, "hate": 1698, "accept": 512, "single": 3511, "messaged": 2231, "ned": 2366, "tht": 4183, "possible": 2677, "witot": 4801, "hurting": 1791, "main": 2161, "amazing": 591, "quote": 2887, "wrong": 4874, "lie": 2038, "brings": 840, "smile": 3585, "truth": 4350, "tear": 4058, "dis": 1259, "sweater": 3972, "size": 3529, "irritating": 1873, "ron": 3162, "fri": 1540, "leh": 2024, "ding": 1251, "tai": 4007, "reservations": 3074, "noe": 2393, "files": 1475, "likes": 2049, "dislikes": 1264, "bed": 728, "telugu": 4078, "abt": 506, "awesome": 688, "minute": 2249, "tiime": 4198, "hug": 1784, "break": 834, "tears": 4059, "8am": 489, "feel": 1459, "bad": 697, "lar": 1999, "oz": 2478, "kinda": 1966, "flaky": 1493, "friend": 1542, "interested": 1858, "picking": 2553, "worth": 4855, "tonight": 4267, "wonders": 4831, "world": 4847, "7th": 443, "6th": 434, "style": 3869, "5th": 417, "4th": 400, "personality": 2528, "3rd": 383, "nature": 2357, "sms": 3597, "lovely": 2111, "morning": 2304, "total": 4287, "craziest": 1111, "city": 992, "200": 320, "spree": 3737, "wk": 4805, "store": 3823, "88039": 480, "skilgme": 3532, "tscs087147403231winawk": 4357, "age16": 557, "50perwksub": 408, "remember": 3033, "hmm": 1741, "congrats": 1060, "3g": 377, "videophones": 4556, "09061744553": 197, "videochat": 4555, "wid": 4762, "java": 1898, "games": 1568, "dload": 1270, "polyh": 2648, "music": 2335, "noline": 2396, "rentl": 3052, "bx420": 875, "ip4": 1870, "5we": 419, "150pm": 304, "does": 1275, "belly": 739, "warm": 4656, "shall": 3400, "dreams": 1299, "adoring": 540, "entered": 1368, "cabin": 877, "pa": 2479, "boss": 810, "felt": 1466, "special": 3688, "invited": 1866, "apartment": 618, "club": 1010, "gr8": 1640, "polys": 2651, "missing": 2258, "sender": 3350, "date": 1159, "fullonsms": 1555, "com": 1029, "parents": 2497, "gettin": 1598, "news": 2381, "picked": 2552, "oi": 2434, "na": 2338, "ta": 3997, "tul": 4366, "secret": 3317, "admirer": 537, "reveal": 3111, "thinks": 4158, "09065174042": 217, "opt": 2456, "recd": 2966, "cust": 1135, "07821230901": 39, "minimum": 2245, "walk": 4631, "normally": 2402, "drink": 1303, "water": 4673, "daily": 1149, "destination": 1210, "mind": 2243, "wearing": 4691, "king": 1968, "hill": 1733, "class": 996, "reunion": 3110, "winner": 4782, "specially": 3690, "1000": 254, "2000": 321, "award": 685, "speak": 3686, "operator": 2453, "087147123779am": 110, "7pm": 442, "cost": 1091, "years": 4928, "party": 2504, "boyfriend": 825, "bec": 726, "telling": 4073, "valentine": 4517, "wasn": 4664, "monkeys": 2294, "certainly": 941, "company": 1040, "jan": 1894, "try": 4351, "ha": 1670, "paper": 2492, "morn": 2303, "second": 3314, "round": 3170, "til": 4199, "ish": 1875, "complete": 1043, "haf": 1671, "stupid": 3868, "cam": 895, "working": 4845, "sunday": 3923, "spoilt": 3721, "child": 974, "caught": 928, "till": 4200, "cheers": 968, "forgot": 1520, "smth": 3602, "card": 909, "present": 2740, "write": 4868, "sign": 3489, "pete": 2530, "hardly": 1695, "credit": 1115, "smsing": 3599, "bring": 838, "meeting": 2214, "called": 887, "sue": 3899, "old": 2441, "bedroom": 730, "89555": 488, "textoperator": 4114, "cause": 929, "yelling": 4931, "scrappy": 3293, "lonely": 2086, "sports": 3731, "str": 3828, "sport": 3730, "8007": 446, "www": 4888, "getzed": 1600, "0870141701216": 74, "norm": 2399, "4txt": 401, "120p": 276, "atm": 666, "register": 3012, "ready": 2944, "hello": 1720, "lou": 2104, "took": 4269, "left": 2021, "hun": 1786, "christmas": 987, "merry": 2228, "mas": 2185, "sexychat": 3386, "waiting": 4626, "chatting": 960, "ahead": 564, "watts": 4679, "wanted": 4651, "screwd": 3300, "rightly": 3128, "fool": 1511, "questions": 2878, "man": 2171, "speechless": 3694, "viva": 4583, "gm": 1616, "missin": 2257, "guilty": 1665, "usual": 4505, "vijay": 4561, "film": 1478, "different": 1243, "family": 1436, "pray": 2719, "shoranur": 3446, "incident": 1827, "hands": 1683, "amp": 593, "prior": 2768, "chain": 943, "pass": 2505, "violence": 4570, "women": 4824, "open": 2451, "reasons": 2959, "thts": 4184, "chikku": 973, "hw": 1795, "cold": 1021, "vinobanagar": 4568, "ru": 3187, "sat": 3253, "okay": 2437, "perfect": 2524, "caller": 888, "06": 19, "03": 13, "09066368753": 231, "asap": 651, "year": 4927, "team": 4056, "reminder": 3038, "o2": 2423, "offers": 2428, "valid": 4519, "postcode": 2682, "ve": 4534, "reached": 2936, "sch": 3278, "available": 677, "washob": 4663, "platt": 2591, "instead": 1853, "repair": 3054, "reason": 2957, "possession": 2674, "campus": 899, "forms": 1522, "pics": 2555, "hot": 1770, "nearly": 2363, "trip": 4332, "watch": 4668, "easter": 1332, "prob": 2780, "rush": 3204, "eating": 1337, "eta": 1381, "near": 2362, "thenampet": 4140, "dating": 1161, "asked": 655, "shy": 3479, "09058091870": 171, "revealed": 3112, "pobox84": 2628, "m26": 2141, "3uz": 385, "kate": 1945, "rec": 2965, "center": 939, "7ish": 441, "rearrange": 2956, "letters": 2032, "gives": 1613, "meaning": 2205, "dirty": 1258, "moon": 2300, "starer": 3767, "eyes": 1423, "results": 3101, "lies": 2039, "recount": 2986, "mother": 2305, "woman": 4822, "bought": 813, "eggs": 1347, "callin": 891, "sozi": 3678, "talkbut": 4018, "wannatell": 4648, "wenwecan": 4730, "properly": 2814, "yavnt": 4921, "tried": 4331, "played": 2593, "original": 2468, "bugis": 861, "juz": 1937, "din": 1249, "hungry": 1787, "easier": 1328, "actor": 525, "evening": 1388, "sleep": 3549, "unemployed": 4437, "moment": 2288, "sitting": 3525, "busy": 869, "plans": 2589, "stone": 3814, "straight": 3829, "serving": 3372, "staying": 3787, "farm": 1444, "tour": 4294, "9am": 497, "5pm": 416, "cruise": 1124, "aunty": 674, "spl": 3713, "whr": 4758, "depressed": 1201, "sittin": 3524, "waitin": 4625, "wind": 4775, "scary": 3276, "beauty": 725, "thousands": 4172, "secrets": 3320, "erm": 1376, "woodland": 4834, "telephone": 4070, "fuckin": 1552, "chillin": 978, "wisdom": 4788, "frnds": 1548, "alwys": 590, "touch": 4290, "finish": 1483, "receivea": 2970, "900": 493, "reward": 3116, "09061701461": 190, "kl341": 1972, "12": 274, "calling": 892, "lil": 2050, "noon": 2397, "kadeem": 1939, "hasn": 1697, "selling": 3342, "imagine": 1818, "fast": 1445, "searching": 3310, "disturb": 1268, "height": 1715, "situation": 3526, "throws": 4181, "luv": 2131, "letter": 2031, "falls": 1435, "head": 1706, "whos": 4757, "gay": 1581, "outta": 2475, "means": 2206, "teju": 4068, "dude": 1320, "arrested": 646, "page": 2483, "wishes": 4792, "making": 2167, "truly": 4347, "purity": 2850, "smiling": 3589, "reading": 2943, "forwarded": 1525, "seeing": 3327, "evng": 1393, "musthu": 2336, "random": 2915, "roomate": 3164, "studying": 3860, "seekers": 3328, "requirements": 3071, "cal": 880, "sir": 3515, "behave": 735, "released": 3025, "option": 2457, "lost": 2100, "fun": 1556, "throw": 4179, "smoking": 3595, "car": 908, "tomarrow": 4254, "decimal": 1176, "bus": 866, "change": 947, "aiyo": 575, "seh": 3332, "scared": 3275, "dun": 1321, "rem": 3030, "die": 1240, "better": 748, "lookin": 2092, "search": 3309, "qet": 2866, "registered": 3013, "sinco": 3506, "payee": 2512, "log": 2080, "icicibank": 1803, "urn": 4491, "confirm": 1054, "beware": 749, "frauds": 1528, "share": 3407, "disclose": 1260, "tho": 4168, "library": 2034, "yep": 4935, "knows": 1978, "obviously": 2425, "woken": 4821, "tacos": 4001, "rajas": 2904, "sell": 3341, "specify": 3692, "sooner": 3649, "gary": 1576, "fix": 1488, "ptbo": 2834, "bucks": 856, "cheaper": 962, "hand": 1680, "mila": 2239, "age23": 558, "blonde": 781, "mtalk": 2324, "69866": 428, "30pp": 368, "5free": 412, "increments": 1833, "help08718728876": 1723, "sleeping": 3551, "strip": 3842, "billed": 756, "netcollex": 2374, "po": 2616, "1013": 260, "prof": 2793, "passed": 2506, "papers": 2493, "sem": 3344, "student": 3854, "mrng": 2315, "south": 3674, "park": 2499, "recently": 2974, "started": 3772, "nap": 2350, "yup": 4973, "barely": 706, "shoes": 3440, "topic": 4276, "alive": 584, "correct": 1089, "figure": 1473, "convincing": 1080, "cooked": 1082, "salmon": 3231, "la": 1986, "proper": 2813, "tongued": 4266, "cud": 1128, "ppl": 2699, "gona": 1625, "buses": 867, "past": 2508, "inches": 1826, "big": 753, "fantasies": 1440, "08707500020": 80, "ntt": 2410, "1327": 289, "croydon": 1123, "cr9": 1105, "5wb": 418, "0870": 67, "national": 2355, "rate": 2924, "final": 1479, "landline": 1994, "09064019788": 213, "sky": 3540, "quite": 2883, "dark": 1154, "raining": 2900, "run": 3200, "unable": 4418, "07099833605": 23, "ref": 2996, "europe": 1385, "2geva": 347, "longer": 2088, "booked": 799, "ticket": 4191, "pongal": 2652, "07808": 35, "xxxxxx": 4907, "08719899217": 150, "41685": 388, "07": 20, "sub": 3873, "weekly": 4711, "subpoly": 3877, "81618": 455, "08718727870": 138, "em": 1352, "omw": 2443, "study": 3859, "400": 386, "087104711148": 88, "bt": 854, "comin": 1034, "fetch": 1467, "doctor": 1274, "cancer": 905, "fat": 1447, "milk": 2241, "bone": 795, "problms": 2785, "watr": 4677, "snd": 3606, "ths": 4182, "mistake": 2259, "assume": 662, "people": 2523, "relatives": 3022, "spoil": 3719, "anthony": 609, "bringing": 839, "school": 3280, "fees": 1463, "pay": 2511, "rent": 3049, "buns": 863, "ym": 4945, "things": 4153, "happening": 1689, "sighs": 3487, "blue": 788, "25p": 336, "alfie": 581, "children": 976, "song": 3643, "m8s": 2145, "charity": 955, "nokias": 2395, "zed": 4977, "08701417012": 72, "profit": 2795, "posh": 2669, "birds": 761, "user": 4499, "trial": 4330, "prods": 2791, "09061213237": 187, "5000": 405, "await": 682, "collection": 1026, "cs": 1125, "sae": 3220, "177": 311, "m227xy": 2140, "deleted": 1189, "sending": 3351, "texts": 4116, "wondering": 4830, "mcat": 2202, "atlanta": 664, "hmv": 1743, "quiz": 2886, "digital": 1246, "camera": 898, "auction": 670, "83383": 461, "pobox114": 2620, "14tcr": 298, "w1": 4603, "online": 2447, "transaction": 4310, "menu": 2226, "click": 1002, "list": 2062, "pie": 2559, "id": 1804, "password": 2507, "anybody": 611, "tactful": 4002, "alex": 580, "08707509020": 81, "link": 2056, "picture": 2557, "http": 1782, "wave": 4680, "asp": 660, "teaching": 4055, "lecture": 2020, "damn": 1150, "oooh": 2449, "plenty": 2605, "track": 4298, "record": 2983, "r836": 2889, "09065069154": 215, "vote": 4595, "07732584351": 26, "rodger": 3154, "burns": 865, "camcorder": 896, "chance": 945, "150": 300, "discount": 1262, "vouchers": 4598, "85023": 467, "savamob": 3261, "member": 2221, "m263uz": 2142, "00": 0, "subs": 3878, "shortcode": 3450, "08081263000": 56, "charges": 954, "refunded": 3005, "senthil": 3360, "group": 1656, "wishing": 4794, "advance": 543, "post": 2679, "1000s": 256, "wiv": 4803, "caroline": 918, "end": 1355, "favourite": 1455, "bless": 777, "3510i": 373, "colour": 1028, "deliveredtomorrow": 1193, "300": 364, "minutes": 2250, "reaching": 2937, "stops": 3820, "lab": 1987, "starve": 3775, "lose": 2096, "pound": 2691, "sdryb8i": 3306, "remains": 3032, "bro": 843, "bros": 847, "yar": 4918, "used": 4497, "route": 3173, "textin": 4112, "bout": 814, "isn": 1878, "access": 513, "photo": 2543, "messages": 2232, "terms": 4090, "apply": 625, "ow": 2477, "changes": 949, "6hrs": 431, "age": 556, "range": 2920, "impossible": 1823, "chill": 977, "prepare": 2734, "listen": 2063, "surprised": 3955, "mad": 2152, "shld": 3437, "nvm": 2417, "kaiez": 1940, "goin": 1622, "jazz": 1901, "catch": 926, "tau": 4037, "sar": 3245, "piah": 2549, "project": 2799, "makes": 2165, "worthless": 4856, "garbage": 1574, "treadmill": 4323, "ad": 528, "whassup": 4743, "mail": 2159, "happens": 1690, "2waxsto": 360, "medical": 2209, "insurance": 1856, "deliver": 1191, "basic": 707, "friday": 1541, "major": 2163, "guide": 1664, "euro2004": 1383, "kickoff": 1960, "kept": 1953, "informed": 1845, "unsubscribe": 4460, "euro": 1382, "83222": 459, "8th": 491, "sleepwell": 3554, "complimentary": 1046, "eurodisinc": 1384, "trav": 4317, "aco": 519, "entry41": 1371, "87121": 476, "morefrmmob": 2302, "shracomorsglsuplt": 3470, "ls1": 2123, "3aj": 375, "brother": 849, "mum": 2330, "polyphonic": 2650, "087018728737": 75, "toppoly": 4279, "tune": 4368, "unsub": 4459, "sections": 3323, "congratulations": 1061, "yrs": 4964, "supply": 3940, "cds": 934, "virgin": 4574, "gift": 1603, "guaranteed": 1659, "09061104283": 185, "ts": 4354, "smsco": 3598, "approx": 629, "3mins": 381, "trying": 4353, "forward": 1524, "finally": 1480, "250": 334, "action": 521, "80608": 451, "movietrivia": 2311, "custcare": 1136, "08712405022": 103, "1x150p": 318, "receipt": 2967, "earlier": 1325, "\u00fb\u00aave": 4997, "bin": 759, "08715203028": 115, "wins": 4785, "optout": 2458, "small": 3574, "kid": 1961, "boost": 802, "energy": 1360, "representative": 3067, "169": 310, "6031": 421, "10am": 262, "9pm": 499, "geeee": 1586, "bath": 710, "cup": 1131, "weight": 4715, "fo": 1505, "senor": 3353, "thank": 4121, "priest": 2759, "jay": 1899, "retard": 3103, "maturity": 2194, "actually": 527, "understanding": 4432, "bslvyl": 852, "mmm": 2265, "woke": 4820, "yeesh": 4929, "fall": 1434, "asleep": 659, "warwick": 4662, "tmw": 4233, "strong": 3845, "headache": 1707, "promise": 2804, "daddy": 1148, "okie": 2439, "mr": 2314, "lick": 2035, "pussy": 2857, "ya": 4912, "display": 1265, "gotta": 1637, "sing": 3508, "remembered": 3034, "bathe": 711, "dog": 1278, "acc": 511, "couldn": 1095, "probably": 2781, "thk": 4163, "boring": 807, "stay": 3784, "eye": 1422, "sore": 3654, "drop": 1310, "mouth": 2307, "gals": 1566, "luck": 2126, "future": 1560, "08450542832": 64, "123": 279, "competition": 1042, "1450": 296, "09050002311": 162, "08718727868": 137, "red": 2991, "wine": 4778, "theplace": 4143, "mths": 2325, "update": 4467, "phones": 2541, "save": 3262, "bell": 738, "royal": 3177, "visit": 4578, "june": 1934, "hmmm": 1742, "field": 1469, "quickly": 2880, "wanna": 4647, "administrator": 536, "module": 2282, "actual": 526, "textbuddy": 4109, "horny": 1764, "area": 636, "nan": 2349, "sonathaya": 3641, "soladha": 3623, "ass": 661, "tampa": 4024, "preferably": 2729, "kegger": 1951, "wen": 4726, "lovable": 2108, "bcums": 720, "dnt": 1271, "coz": 1103, "childish": 975, "deep": 1180, "affection": 549, "kettoda": 1956, "manda": 2174, "trivia": 4337, "08715705022": 119, "dry": 1317, "spell": 3698, "season": 3311, "anyways": 615, "140": 292, "\u00ec\u00e4": 4990, "rest": 3093, "bedrm": 729, "scores": 3286, "sophas": 3653, "secondary": 3315, "application": 624, "schools": 3281, "expensive": 1412, "ones": 2444, "tel": 4069, "software": 3620, "hrishi": 1780, "immediately": 1820, "wasted": 4666, "muz": 2337, "cbe": 930, "texas": 4104, "site": 3521, "test": 4100, "wiskey": 4796, "brandy": 831, "rum": 3196, "gin": 1606, "beer": 731, "vodka": 4588, "scotch": 3288, "shampain": 3402, "kudi": 1982, "yarasu": 4919, "dhina": 1226, "vaazhthukkal": 4513, "mom": 2287, "fit": 1487, "crazy": 1112, "terrible": 4093, "teams": 4057, "players": 2595, "sindu": 3507, "birla": 762, "soft": 3619, "cd": 932, "125gift": 282, "entry": 1370, "wkly": 4809, "87066": 474, "servs": 3373, "sed": 3325, "mega": 2216, "giv": 1611, "ended": 1356, "rays": 2928, "leaves": 2017, "worries": 4851, "bay": 714, "meh": 2217, "vikky": 4563, "naughty": 2358, "little": 2066, "flirt": 1498, "hurt": 1790, "blank": 775, "death": 1173, "internet": 1861, "early": 1326, "sis": 3517, "rock": 3150, "vasai": 4530, "clock": 1003, "handset": 1684, "calicut": 882, "gentle": 1591, "inside": 1851, "tight": 4194, "lots": 2103, "fave": 1451, "position": 2671, "step": 3798, "shirt": 3431, "black": 771, "sen": 3348, "chennai": 969, "blackberry": 772, "torch": 4281, "nigeria": 2386, "4a": 394, "bb": 715, "forget": 1517, "steed": 3796, "mmmmmm": 2267, "yummy": 4968, "freemsg": 1534, "08700621170150p": 69, "09063458130": 203, "polyph": 2649, "works": 4846, "doesnt": 1277, "bother": 812, "cann": 906, "takin": 4013, "shower": 3463, "wlcome": 4811, "eaten": 1335, "lion": 2057, "talks": 4022, "greetings": 1652, "joy": 1926, "happiness": 1691, "del": 1187, "sum": 3914, "msgs": 2321, "iam": 1797, "addicted": 532, "msging": 2319, "bcoz": 719, "reality": 2949, "fantasy": 1442, "tex": 4103, "werebored": 4731, "hunny": 1788, "uin": 4408, "sound\u00e5\u00f5s": 3670, "havin": 1703, "updat": 4466, "loveme": 2112, "xxxxx": 4906, "xmas": 4898, "peace": 2517, "miracle": 2252, "blessed": 778, "ful": 1554, "accidentally": 515, "silent": 3497, "unlike": 4452, "docs": 1273, "treat": 4325, "turkeys": 4370, "stash": 3778, "ran": 2914, "splendid": 3716, "cartoon": 920, "listening": 2064, "temple": 4082, "church": 988, "masters": 2186, "sale": 3229, "bf": 750, "came": 897, "gbp": 1582, "castor": 924, "trash": 4316, "530": 409, "dunno": 1322, "jamster": 1893, "wallpaper": 4639, "88888": 484, "08701213186": 70, "arms": 643, "cardiff": 910, "uni": 4440, "tantrum": 4026, "tog": 4244, "leaving": 2018, "couple": 1099, "ne": 2361, "interesting": 1859, "wrking": 4872, "nxt": 2419, "responding": 3088, "shanil": 3405, "rakhesh": 2908, "uncut": 4429, "diamond": 1232, "excellent": 1402, "prem": 2730, "career": 913, "added": 531, "phonebook": 2539, "anniversary": 600, "content": 1073, "prey": 2756, "sea": 3308, "souveniers": 3676, "pen": 2519, "bank": 703, "payment": 2514, "2day": 344, "09099726553": 247, "promised": 2805, "calls\u00e5": 894, "centre": 940, "whenevr": 4749, "watevr": 4675, "spoke": 3722, "maneesha": 2176, "satisfied": 3256, "experience": 1413, "toll": 4252, "thnx": 4167, "2nite": 353, "slave": 3548, "pictures": 2558, "bright": 836, "light": 2044, "cell": 938, "mmmm": 2266, "fair": 1432, "weaknesses": 4688, "grins": 1653, "pushes": 2856, "pulls": 2841, "wicked": 4760, "asking": 657, "taxi": 4041, "ing": 1846, "tuesday": 4364, "cinema": 990, "mah": 2157, "todays": 4242, "09058094507": 173, "land": 1993, "3030": 366, "12hrs": 285, "125": 280, "xt": 4899, "tncs": 4235, "ldew": 2010, "com1win150ppmx3age16": 1030, "pieces": 2560, "pack": 2480, "tablets": 3999, "tuition": 4365, "raglan": 2895, "rd": 2932, "ground": 1655, "gimme": 1605, "update_now": 4468, "08000839402": 46, "call2optout": 884, "prestige": 2747, "decision": 1177, "simpler": 3502, "jokes": 1920, "boo": 797, "looks": 2094, "kappa": 1943, "numbers": 2414, "sounds": 3668, "talents": 4016, "stuck": 3853, "paid": 2485, "08718738034": 143, "theres": 4144, "ummifying": 4415, "jenny": 1905, "ugh": 4404, "resubbing": 3098, "program": 2796, "slacking": 3546, "charge": 952, "needs": 2369, "slowly": 3571, "vomit": 4592, "thkin": 4164, "yogasana": 4949, "parco": 2495, "nb": 2359, "phony": 2542, "350": 372, "voda": 4586, "ending": 1357, "xxxx": 4905, "match": 2187, "08712300220": 91, "quoting": 2888, "3100": 369, "standard": 3762, "rates": 2925, "app": 621, "weird": 4717, "timing": 4206, "smoke": 3591, "shitstorm": 3436, "tee": 4065, "blake": 774, "cut": 1140, "respond": 3087, "imma": 1819, "unclaimed": 4421, "09066368327": 229, "09": 153, "02": 7, "woould": 4837, "buzz": 874, "urself": 4492, "cross": 1122, "ntwk": 2411, "txts": 4390, "674": 427, "airtel": 571, "nite": 2390, "pocay": 2630, "wocay": 4819, "4eva": 396, "stressful": 3837, "roommates": 3166, "toshiba": 4284, "portege": 2667, "gd": 1583, "boy": 823, "glad": 1615, "applebees": 623, "stock": 3809, "taken": 4011, "teeth": 4067, "annie": 599, "wld": 4812, "prefer": 2728, "spend": 3701, "thursday": 4187, "waking": 4628, "thoughts": 4171, "somewheresomeone": 3637, "tosend": 4283, "shoot": 3442, "wipro": 4787, "fret": 1539, "ovulation": 2476, "strips": 3844, "postal": 2680, "ikea": 1813, "predict": 2724, "buying": 872, "islands": 1877, "dint": 1254, "abi": 502, "ke": 1948, "qi": 2867, "izzit": 1889, "suddenly": 3897, "moved": 2308, "heads": 1709, "freedom": 1532, "vs": 4600, "responsibility": 3091, "tired": 4210, "keeping": 1949, "gets": 1597, "surya": 3958, "pm": 2615, "pokkiri": 2640, "hit": 1737, "university": 4448, "southern": 3675, "steve": 3802, "definitely": 1186, "mu": 2328, "excuses": 1405, "shd": 3411, "officially": 2431, "philosophical": 2534, "saved": 3263, "decided": 1175, "0870737910216yrs": 79, "eatin": 1336, "09061209465": 186, "suprman": 3946, "matrix3": 2191, "starwars3": 3777, "spare": 3684, "power": 2697, "supplies": 3939, "responce": 3086, "happend": 1687, "west": 4735, "07xxxxxxxxx": 43, "09066362231": 225, "box97n7qp": 822, "bigger": 754, "wildlife": 4770, "want2come": 4650, "that2worzels": 4129, "wizzle": 4804, "lions": 2060, "england": 1363, "lionm": 2058, "mono": 2295, "lionp": 2059, "ringtones": 3136, "3gbp": 378, "yahoo": 4914, "mode": 2280, "sha": 3391, "urgoin": 4487, "goal": 1618, "rhode": 3119, "island": 1876, "plane": 2584, "gain": 1563, "rights": 3129, "wife": 4765, "demand": 1196, "husband": 1793, "resend": 3073, "tonite": 4268, "tagged": 4005, "count": 1096, "gudnite": 1661, "tc": 4047, "x49": 4892, "09065989182": 220, "txtstar": 4391, "laptop": 1998, "somebody": 3629, "andros": 596, "steal": 3792, "current": 1133, "bid": 751, "08718726270": 131, "awaiting": 683, "09061702893": 193, "normal": 2401, "panic": 2491, "iouri": 1869, "gave": 1580, "wylie": 4889, "ryan": 3209, "num": 2412, "directly": 1257, "valuable": 4521, "situations": 3527, "didn\u00e5\u00f5t": 1239, "replied": 3060, "management": 2173, "wednesday": 4703, "walmart": 4641, "wn": 4814, "prsn": 2826, "close": 1005, "fight": 1470, "dem": 1195, "somtimes": 3640, "saves": 3264, "relation": 3020, "quiet": 2881, "nothin": 2405, "eveb": 1387, "swing": 3980, "chinese": 980, "comes": 1033, "format": 1521, "replying": 3063, "challenge": 944, "darlin": 1155, "supose": 3937, "omg": 2442, "wedding": 4701, "philosophy": 2535, "restocked": 3096, "dealing": 1168, "08712402902": 99, "sppok": 3735, "halloween": 1678, "logo": 2082, "pic": 2550, "eerie": 1344, "spook": 3726, "87021": 473, "txtin": 4387, "hl": 1739, "4info": 398, "chosen": 985, "09066364311": 226, "collect": 1023, "univ": 4447, "yor": 4950, "gas": 1577, "tank": 4025, "stressed": 3836, "thanksgiving": 4124, "cuz": 1144, "nervous": 2372, "selection": 3336, "seeds": 3326, "33": 371, "scotsman": 3290, "read": 2940, "booking": 800, "package": 2481, "loan": 2075, "purpose": 2852, "75": 437, "homeowners": 1755, "tenants": 4083, "welcome": 4722, "previously": 2755, "refused": 3006, "1956669": 314, "08718723815": 129, "shun": 3477, "sian": 3481, "supervisor": 3935, "understand": 4431, "loss": 2099, "09111030116": 248, "pobox12n146tf15": 2621, "cornwall": 1088, "it\u00e5\u00f5s": 1886, "shite": 3434, "i\u00e5\u00f5m": 1890, "def": 1183, "confirmed": 1056, "remind": 3037, "hrs": 1781, "vodafone": 4587, "computer": 1047, "09061743386": 194, "honey": 1756, "advice": 545, "cherish": 970, "model": 2281, "flights": 1497, "0871277810810": 107, "sunshine": 3929, "refreshed": 3003, "breathe": 835, "air": 569, "mistakes": 2260, "lead": 2014, "unique": 4444, "087187272008": 136, "granite": 1646, "issues": 1881, "explosive": 1418, "members": 2222, "nasdaq": 2351, "symbol": 3989, "cdgt": 933, "pub": 2835, "27": 339, "08714714011": 114, "remain": 3031, "maintain": 2162, "nah": 2341, "tues": 4363, "wed": 4700, "upstairs": 4476, "fell": 1465, "swoop": 3984, "relaxing": 3024, "floor": 1500, "windows": 4777, "flowing": 1502, "rain": 2899, "08714712388": 111, "hurry": 1789, "weed": 4706, "tyler": 4395, "donno": 1287, "scorable": 3284, "tells": 4075, "09066358152": 222, "prompts": 2810, "careful": 914, "squid": 3747, "agree": 561, "willing": 4771, "2stoptxt": 358, "mayb": 2198, "shoppin": 3444, "hotel": 1771, "desires": 1203, "stylish": 3871, "managed": 2172, "usc": 4495, "edu": 1341, "secretary": 3318, "blessing": 779, "chase": 957, "stated": 3779, "movies": 2310, "yoyyooo": 4962, "mac": 2149, "usb": 4494, "flash": 1494, "alert": 579, "10k": 263, "voucher": 4597, "09064018838": 211, "mobiles": 2274, "download": 1295, "midnight": 2237, "kidz": 1964, "colleagues": 1022, "screaming": 3298, "surprise": 3954, "sofa": 3618, "naked": 2343, "rules": 3195, "rule": 3194, "thia": 4151, "argument": 640, "previews": 2753, "scratching": 3295, "twins": 4380, "paying": 2513, "honeybee": 1757, "sweetest": 3974, "laughed": 2006, "havnt": 1705, "moral": 2301, "crack": 1106, "gn": 1617, "ge": 1584, "restaurant": 3094, "rounder": 3171, "required": 3070, "dancing": 1152, "weds": 4704, "cafe": 878, "kind": 1965, "grow": 1657, "ordered": 2464, "81303": 454, "sufficient": 3903, "answers": 608, "fighting": 1471, "broke": 845, "rob": 3147, "gf": 1601, "theater": 4135, "derek": 1202, "taylor": 4043, "desk": 1204, "priscilla": 2770, "oni": 2445, "simply": 3503, "practicing": 2709, "babies": 695, "uup": 4508, "salam": 3227, "pride": 2758, "pleasure": 2603, "tea": 4051, "qatar": 2864, "indian": 1836, "respectful": 3085, "yun": 4969, "wkg": 4808, "btw": 855, "nus": 2415, "sc": 3272, "wana": 4646, "specialise": 3689, "wad": 4616, "msn": 2322, "yijue": 4944, "2marrow": 350, "sony": 3645, "idea": 1805, "slurp": 3573, "puzzeles": 2861, "flirting": 1499, "paperwork": 2494, "knowing": 1977, "bootydelious": 804, "inviting": 1867, "434": 389, "ac": 509, "frnd": 1547, "62468": 425, "u4": 4399, "01223585334": 6, "2c": 343, "shagged": 3395, "pix": 2575, "8552": 469, "2end": 345, "sam": 3234, "transfer": 4311, "relationship": 3021, "wherevr": 4751, "forevr": 1516, "witout": 4802, "wth": 4880, "thnk": 4166, "cared": 912, "wthout": 4881, "jst": 1928, "takecare": 4010, "uncle": 4422, "john": 1915, "strongly": 3846, "feels": 1462, "sacrifice": 3218, "beg": 733, "promises": 2806, "clear": 1000, "expecting": 1411, "stifled": 3806, "kb": 1947, "attend": 669, "railway": 2898, "official": 2430, "flag": 1491, "yer": 4936, "84199": 465, "eng": 1361, "box39822": 821, "w111wx": 4604, "cancelled": 904, "fone": 1509, "created": 1114, "web": 4694, "wrote": 4875, "solve": 3626, "murdered": 2333, "questioned": 2877, "murder": 2332, "cook": 1081, "cooking": 1084, "gardener": 1575, "vegetables": 4536, "maid": 2158, "neighbour": 2371, "marriage": 2182, "murderer": 2334, "brilliant": 837, "parent": 2496, "snot": 3610, "supposed": 3944, "ride": 3125, "unintentional": 4443, "ate": 663, "slices": 3558, "pizza": 2576, "staff": 3754, "placement": 2580, "training": 4305, "pookie": 2653, "lousy": 2107, "dead": 1165, "sick": 3484, "pouts": 2696, "stomps": 3813, "feet": 1464, "hostel": 1769, "40gb": 387, "ipod": 1871, "83355": 460, "ibhltd": 1798, "ldnw15h": 2012, "mtmsgrcvd18": 2327, "sucks": 3895, "electricity": 1351, "safe": 3222, "drugs": 1315, "easily": 1329, "stunning": 3867, "uncles": 4423, "semester": 3345, "father": 1448, "frndship": 1549, "sh": 3390, "hell": 1718, "weeks": 4712, "slob": 3566, "0808": 55, "145": 295, "4742": 393, "11pm": 273, "wewa": 4741, "130": 288, "128": 283, "mb": 2200, "wear": 4690, "jeans": 1903, "07008009200": 21, "tellmiss": 4074, "clearly": 1001, "goto": 1636, "bathing": 712, "07815296484": 38, "114": 271, "14": 291, "tcr": 4048, "09050001808": 161, "m95": 2146, "valid12hrs": 4520, "claims": 994, "09050005321": 164, "vegas": 4535, "stays": 3788, "telly": 4076, "rs": 3181, "hahaha": 1673, "brain": 829, "65": 426, "studies": 3857, "wil": 4768, "buffet": 860, "detailed": 1211, "dedicated": 1179, "dedicate": 1178, "rply": 3179, "salon": 3232, "yowifes": 4961, "hint": 1734, "skip": 3538, "pull": 2840, "sorting": 3661, "radio": 2892, "cramps": 1107, "stopped": 3819, "arm": 641, "prabha": 2704, "soryda": 3664, "realy": 2954, "frm": 1546, "sory": 3663, "pissed": 2573, "sweets": 3976, "planning": 2588, "pig": 2562, "related": 3019, "trade": 4300, "begin": 734, "mrt": 2316, "station": 3782, "giving": 1614, "receiving": 2972, "doggy": 1280, "wan2": 4645, "greet": 1651, "westlife": 4736, "m8": 2144, "unbreakable": 4420, "untamed": 4461, "unkempt": 4449, "83049": 458, "50p": 407, "std": 3789, "hr": 1779, "shb": 3410, "lucky": 2127, "pple": 2700, "quitting": 2885, "wudn": 4884, "notice": 2406, "taunton": 4039, "superior": 3934, "rip": 3139, "uterus": 4507, "ben": 742, "ba": 692, "using": 4503, "finishes": 1485, "showr": 3467, "sense": 3354, "penis": 2522, "shorts": 3453, "gist": 1610, "gap": 1571, "fingers": 1482, "sum1": 3915, "vry": 4599, "gaps": 1572, "holding": 1749, "legs": 2023, "sleepin": 3550, "wow": 4862, "men": 2224, "signin": 3493, "sorta": 3659, "bloo": 782, "bowl": 815, "lmao": 2072, "funk": 1557, "tones2u": 4262, "shock": 3438, "shuhui": 3476, "reaction": 2939, "doc": 1272, "hubby": 1783, "budget": 858, "posted": 2683, "prakesh": 2714, "amy": 595, "adult": 542, "note": 2404, "asks": 658, "disconnect": 1261, "iz": 1888, "terrorist": 4096, "itz": 1885, "confirmd": 1055, "verified": 4542, "cnn": 1013, "ibn": 1800, "east": 1330, "coast": 1014, "slice": 3557, "turn": 4371, "ela": 1350, "placed": 2579, "practising": 2710, "stomach": 3812, "spent": 3703, "08712400200": 94, "book": 798, "yoga": 4948, "learn": 2015, "pilates": 2564, "lovers": 2115, "supreme": 3945, "sarcasm": 3248, "scarcasim": 3274, "santa": 3241, "09058094583": 175, "common": 1037, "secretly": 3319, "fancies": 1438, "09065394973": 218, "suzy": 3961, "buzy": 873, "accordingly": 516, "repeat": 3056, "xxxmobilemovieclub": 4904, "wap": 4654, "qjkgighjjgcbl": 2869, "hide": 1731, "distance": 1266, "sleepy": 3555, "moms": 2290, "stagwood": 3756, "winterstone": 4786, "victors": 4552, "lover": 2113, "thinkin": 4156, "lemme": 2026, "mag": 2154, "setting": 3375, "filling": 1476, "loverboy": 2114, "gently": 1593, "surfing": 3951, "custom": 1137, "hardcore": 1694, "flower": 1501, "dippeditinadew": 1255, "lovingly": 2118, "touched": 4291, "itwhichturnedinto": 1884, "gifted": 1604, "tomeandsaid": 4255, "theyre": 4149, "places": 2581, "hospitals": 1768, "unconvinced": 4427, "willpower": 4772, "lyk": 2137, "juan": 1931, "spoiled": 3720, "aunts": 673, "tarpon": 4031, "springs": 3739, "dick": 1234, "facebook": 1427, "sup": 3931, "predicte": 2725, "rumour": 3199, "aiyah": 573, "nydc": 2421, "wheellock": 4748, "middle": 2236, "evry": 1396, "dsn": 1318, "prayrs": 2722, "lik": 2045, "prometazine": 2802, "syrup": 3994, "11mths": 272, "oranges": 2461, "upd8": 4465, "freefone": 1533, "street": 3834, "embarassed": 1354, "liked": 2047, "avatar": 678, "3d": 376, "imp": 1821, "reflex": 3002, "bold": 794, "waheeda": 4620, "fathima": 1449, "cashbin": 923, "detroit": 1215, "porn": 2663, "24": 331, "building": 862, "coat": 1015, "makin": 2166, "weirdy": 4720, "cookies": 1083, "ain": 567, "reasonable": 2958, "kindly": 1967, "flat": 1495, "information": 1844, "urawinner": 4480, "fantastic": 1441, "photos": 2544, "housewives": 1776, "0871750": 123, "77": 439, "landlines": 1995, "30ish": 367, "yoville": 4960, "dhoni": 1227, "prince": 2761, "tait": 4008, "09050003091": 163, "aiyar": 574, "miles": 2240, "smiles": 3587, "face": 1426, "keeps": 1950, "tm": 4227, "loved": 2110, "\u00fb_": 4993, "costa": 1092, "sol": 3622, "09050090044": 165, "toclaim": 4240, "pobox334": 2623, "stockport": 3811, "sk38xh": 3531, "cost\u00e5": 1094, "max10mins": 2195, "tscs": 4356, "skillgame": 3533, "1winaweek": 317, "150ppermesssubscription": 305, "stranger": 3832, "sources": 3673, "unhappiness": 4439, "prasanth": 2717, "thgt": 4150, "nichols": 2385, "frens": 1538, "087123002209am": 92, "eh": 1348, "urination": 4488, "admit": 538, "soz": 3677, "opportunity": 2455, "add": 530, "prayers": 2720, "ni8": 2382, "swt": 3985, "refilled": 3000, "successfully": 3892, "inr": 1848, "keralacircle": 1955, "prepaid": 2733, "kr": 1981, "uh": 4406, "we\u00e5\u00f5ve": 4742, "onwards": 2448, "freezing": 1536, "fml": 1504, "speaking": 3687, "slow": 3569, "sonetimes": 3642, "rough": 3169, "closer": 1007, "trips": 4334, "no1": 2392, "txting": 4388, "36504": 374, "w45wq": 4611, "norm150p": 2400, "remembrs": 3036, "forgets": 1518, "yetunde": 4941, "shouldn": 3457, "apologise": 620, "freak": 1529, "necessarily": 2364, "expect": 1410, "headin": 1708, "phoned": 2540, "prolly": 2801, "connections": 1064, "raji": 2905, "favour": 1454, "convey": 1078, "nimya": 2389, "scream": 3296, "slap": 3547, "unrecognized": 4456, "somone": 3639, "valuing": 4525, "undrstnd": 4435, "supports": 3942, "srt": 3748, "ps3": 2828, "maybe": 2199, "sirji": 3516, "insha": 1849, "allah": 585, "ex": 1397, "tata": 4035, "joined": 1917, "tissco": 4216, "tayseer": 4044, "sd": 3304, "butt": 870, "alrite": 589, "hows": 1777, "revision": 3115, "smidgin": 3584, "allowed": 587, "contacts": 1072, "venugopal": 4541, "goodnight": 1630, "fever": 1468, "studyn": 3861, "language": 1997, "146tf150p": 297, "tool": 4271, "rcv": 2930, "svc": 3962, "verify": 4543, "yr": 4963, "village": 4567, "students": 3856, "solved": 3627, "cat": 925, "xam": 4894, "zoe": 4981, "mon": 2291, "grand": 1645, "cover": 1102, "served": 3368, "boat": 792, "rolled": 3159, "wheel": 4747, "bags": 699, "vl": 4585, "uniform": 4442, "07808726822": 37, "0871": 87, "brand": 830, "showers": 3465, "possessiveness": 2675, "poured": 2694, "queen": 2874, "returning": 3108, "sells": 3343, "mids": 2238, "lect": 2019, "dhorte": 1228, "quality": 2871, "ic": 1801, "80878": 453, "smiled": 3586, "answered": 606, "enjoyed": 1366, "mojibiola": 2285, "scold": 3283, "zhong": 4979, "se": 3307, "qing": 2868, "battery": 713, "low": 2119, "447801259231": 391, "09058094597": 177, "upcharge": 4464, "weekends": 4710, "09061701851": 191, "12hours": 284, "somewhr": 3638, "surely": 3949, "relieved": 3027, "westonzoyland": 4737, "connection": 1063, "tomo": 4256, "drivin": 1308, "tt": 4360, "ma": 2147, "ashley": 652, "beautiful": 724, "gravity": 1647, "carefully": 915, "heavy": 1713, "exhausted": 1408, "closed": 1006, "market": 2181, "09058091854": 170, "box385": 820, "m6": 2143, "6wu": 435, "rimac": 3131, "tcs": 4049, "spice": 3705, "80062": 445, "suppose": 3943, "haiz": 1676, "vday": 4533, "shirts": 3432, "underwear": 4434, "moments": 2289, "sponsors": 3724, "event": 1389, "welp": 4725, "apparently": 622, "retired": 3104, "bruv": 851, "promotion": 2809, "presleys": 2743, "subscription": 3885, "stayed": 3785, "partner": 2502, "community": 1038, "100p": 257, "di": 1229, "bluetooth": 789, "ladies": 1989, "08714712412": 113, "depends": 1200, "safety": 3223, "sisters": 3519, "ideas": 1807, "born": 808, "idiot": 1810, "yorge": 4951, "kano": 1942, "09058094565": 174, "xchat": 4896, "feb": 1457, "evn": 1392, "married": 2183, "ignore": 1812, "evr": 1394, "parked": 2500, "mini": 2244, "snuggles": 3615, "sigh": 3486, "whispers": 4754, "unnecessarily": 4454, "spoken": 3723, "durban": 1323, "kent": 1952, "vale": 4516, "sugardad": 3906, "hop": 1759, "discuss": 1263, "jaya": 1900, "answering": 607, "reboot": 2962, "significance": 3491, "cutting": 1143, "dear1": 1170, "best1": 746, "clos1": 1004, "lvblefrnd": 2134, "jstfrnd": 1929, "cutefrnd": 1142, "lifpartnr": 2042, "belovd": 740, "swtheart": 3986, "bstfrnd": 853, "enemy": 1359, "punj": 2845, "tiwary": 4219, "aren": 637, "clothes": 1009, "gamestar": 1569, "active": 523, "250k": 335, "scoring": 3287, "88088": 482, "bluff": 790, "portal": 2666, "explain": 1416, "rebooting": 2963, "licks": 2036, "tootsie": 4275, "pop": 2659, "stink": 3807, "marry": 2184, "undrstndng": 4436, "problems": 2784, "suffer": 3900, "whn": 4756, "appt": 631, "fault": 1450, "twice": 4377, "goals": 1619, "87077": 475, "wales": 4629, "\u00ec\u00bc1": 4989, "poboxox36504w45wq": 2629, "phrase": 2546, "shah": 3396, "london": 2085, "treatin": 4327, "treacle": 4322, "reffering": 2999, "credited": 1116, "il": 1814, "25": 333, "credits": 1117, "timings": 4207, "xuhui": 4900, "dearer": 1171, "captain": 907, "vijaykanth": 4562, "comedy": 1032, "punish": 2843, "07753741225": 29, "08715203677": 117, "wrk": 4870, "loads": 2074, "social": 3617, "spk": 3712, "sn": 3603, "handle": 1682, "dvd": 1324, "country": 1098, "algarve": 582, "ansr": 604, "82277": 457, "sp": 3679, "tyrone": 4398, "tiring": 4211, "modules": 2283, "collecting": 1025, "maga": 2155, "matches": 2188, "09064019014": 212, "trouble": 4338, "pours": 2695, "becoz": 727, "loves": 2116, "aww": 689, "iscoming": 1874, "todo": 4243, "workand": 4843, "whilltake": 4753, "aunt": 672, "developed": 1218, "shrink": 3472, "silence": 3496, "lessons": 2028, "waaaat": 4615, "mo": 2270, "tryin": 4352, "roast": 3146, "07808247860": 36, "08719899229": 151, "trishul": 4335, "theatre": 4136, "slp": 3572, "muah": 2329, "hip": 1735, "weigh": 4713, "auto": 675, "road": 3144, "fb": 1456, "thuglyfe": 4185, "aha": 563, "worse": 4853, "0789xxxxxxx": 41, "2find": 346, "youi": 4953, "faster": 1446, "attached": 667, "voicemail": 4590, "08719181513": 148, "princes": 2762, "tb": 4045, "screamed": 3297, "despite": 1208, "vivek": 4584, "salary": 3228, "wud": 4883, "necklace": 2365, "token": 4247, "loud": 2105, "shoving": 3461, "edge": 1340, "underdtand": 4430, "prospects": 2819, "contacted": 1071, "09050000878": 159, "pobox45w2tg150p": 2626, "wi": 4759, "technical": 4063, "providing": 2824, "select": 3334, "trained": 4304, "dialling": 1231, "seventeen": 3381, "seven": 3380, "\u00fb\u00f2": 4999, "collected": 1024, "mix": 2263, "85069": 468, "usher": 4502, "britney": 842, "tension": 4087, "waste": 4665, "terror": 4095, "romantic": 3161, "1131": 270, "pressies": 2746, "rewarding": 3117, "konw": 1980, "waht": 4622, "rael": 2894, "gving": 1668, "yuo": 4971, "exmpel": 1409, "jsut": 1930, "ese": 1378, "tihs": 4197, "evrey": 1395, "splleing": 3718, "wrnog": 4873, "sitll": 3522, "raed": 2893, "wihtuot": 4767, "ayn": 690, "mitsake": 2262, "success": 3890, "smart": 3575, "winnersclub": 4783, "09066649731from": 235, "ibiza": 1799, "sk3": 3530, "8wp": 492, "dates": 1160, "porridge": 2664, "rice": 3121, "yam": 4916, "cake": 879, "tok": 4246, "somethin": 3635, "art": 649, "mokka": 2286, "wright": 4867, "fly": 1503, "celebration": 937, "rents": 3053, "rahul": 2896, "seconds": 3316, "boys": 826, "legal": 2022, "takes": 4012, "turns": 4374, "steering": 3797, "teach": 4052, "apps": 630, "yck": 4925, "gotten": 1638, "09058097218": 181, "ls15hb": 2124, "umma": 4414, "charles": 956, "61610": 424, "08712400602450p": 95, "tones2you": 4263, "posible": 2670, "rooms": 3167, "befor": 732, "soiree": 3621, "postponed": 2685, "stocked": 3810, "sun0819": 3922, "posts": 2686, "okey": 2438, "dokey": 1283, "09061701939": 192, "s89": 3212, "videosound": 4558, "gold": 1624, "videosounds": 4559, "logos": 2083, "09701213186": 250, "08717168528": 121, "roles": 3158, "mel": 2218, "aiya": 572, "proof": 2811, "northampton": 2403, "afraid": 550, "skyving": 3544, "ho": 1744, "smashed": 3579, "driver": 1307, "petey": 2531, "whereare": 4750, "thekingshead": 4138, "nic": 2383, "desperate": 1207, "armand": 642, "squeezed": 3746, "pure": 2849, "smiley": 3588, "twittering": 4381, "rebtel": 2964, "pin": 2568, "snowboarding": 3613, "affair": 547, "sipix": 3514, "09061221066": 189, "fromm": 1550, "28": 340, "inclusive": 1830, "comuk": 1048, "login": 2081, "extra": 1421, "08700469649": 68, "aint": 568, "exams": 1401, "ee": 1342, "poortiyagi": 2658, "sankatmochan": 3240, "ramaduth": 2912, "problum": 2786, "siguviri": 3495, "submitted": 3875, "stapati": 3765, "yah": 4913, "cancel": 903, "poly3": 2646, "cha": 942, "toxic": 4296, "tick": 4190, "return": 3106, "preponed": 2737, "kerala": 1954, "5k": 413, "travel": 4318, "09064011000": 205, "cr01327bt": 1104, "fixedline": 1490, "15": 299, "sterm": 3801, "resolved": 3082, "fab": 1425, "hols": 1752, "shocking": 3439, "crash": 1109, "babes": 694, "english": 1364, "2mrw": 351, "american": 592, "flight": 1496, "poor": 2656, "zac": 4975, "responsibilities": 3090, "totally": 4288, "sarasota": 3247, "oops": 2450, "somerset": 3633, "toot": 4273, "fringe": 1545, "ubi": 4402, "22": 329, "tech": 4062, "syria": 3993, "canada": 900, "wesleys": 4734, "bet": 747, "hella": 1719, "regular": 3017, "unless": 4451, "syllabus": 3988, "stands": 3764, "local": 2077, "replys150": 3064, "temales": 4079, "envelope": 1373, "roger": 3156, "withdraw": 4798, "valentines": 4518, "rupaul": 3203, "pleassssssseeeeee": 2602, "avent": 680, "sportsx": 3732, "high": 1732, "recieve": 2979, "24hrs": 332, "conditions": 1051, "channel": 950, "teletext": 4071, "pg": 2533, "spring": 3738, "yay": 4924, "brothas": 848, "chasing": 958, "presents": 2741, "playin": 2596, "space": 3680, "poker": 2638, "history": 1736, "luxury": 2133, "sold": 3624, "onion": 2446, "petrol": 2532, "shesil": 3419, "pattern": 2509, "crap": 1108, "curious": 1132, "sugar": 3905, 